Repository: mefmax/fypfixer
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Tame Your Feed
es: Domina tu Feed
ru: Укроти свою ленту

source: Get a daily plan to fix your TikTok For You page.
es: Obtén un plan diario para arreglar tu página Para Ti de TikTok.
ru: Получи ежедневный план для идеального FYP в TikTok.

source: What do you want to see?
es: ¿Qué quieres ver?
ru: Что ты хочешь видеть?

source: Get Plan
es: Obtener Plan
ru: Получить план

source: Safe:
es: Seguro:
ru: Безопасно:

source: We never log in, use bots, or auto-like. Just a simple checklist for you.
es: Nunca iniciamos sesión, usamos bots o damos me gusta automáticamente. Solo una lista simple para ti.
ru: Мы никогда не логинимся, не используем ботов, не жмём авто-лайки. Просто чек-лист для тебя.

source: Today's Steps
es: Pasos de Hoy
ru: Сегодняшние шаги

source: Enter your goal above
es: Introduce tu objetivo arriba
ru: Введи свою цель выше

source: Loading
es: Cargando
ru: Загрузка

source: trending hashtags tracked
es: hashtags de tendencia rastreados
ru: трендовых хэштегов отслеживается

source: Made with ❤️ for TikTok creators
es: Hecho con ❤️ para creadores de TikTok
ru: Сделано с ❤️ для TikTok-создателей

source: Privacy
es: Privacidad
ru: Конфиденциальность

source: Terms
es: Términos
ru: Условия
